<?php

declare(strict_types=1);

return [

    /*
    |--------------------------------------------------------------------------
    | Общие
    |--------------------------------------------------------------------------
    */

    'invalid_date' => 'Поле :attribute должно содержать корректную дату.',

    /*
    |--------------------------------------------------------------------------
    | Возраст
    |--------------------------------------------------------------------------
    */

    'age_min' => 'Возраст должен быть не менее :min лет.',

    'age_max' => 'Возраст должен быть не более :max лет.',

    'age_between' => 'Возраст должен быть от :min до :max лет.',

    /*
   |--------------------------------------------------------------------------
   | Age
   |--------------------------------------------------------------------------
   */

    'snils' => 'Поле :attribute должно содержать корректный СНИЛС.',

];
